tap "aquasecurity/trivy"
tap "aylei/tap"
tap "bridgecrewio/checkov", "https://github.com/bridgecrewio/checkov"
tap "buo/cask-upgrade"
tap "c-bata/kube-prompt"
tap "chmouel/tektoncd-cli"
tap "cloudfoundry/tap"
tap "colindean/fonts-nonfree"
tap "datawire/blackbird"
tap "derailed/k9s"
tap "derailed/popeye"
tap "garethr/kubeval"
tap "github/gh"
tap "go-swagger/go-swagger"
tap "golangci/tap"
tap "goreleaser/tap"
tap "helm/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "int128/kubelogin"
tap "johanhaleby/kubetail"
tap "nektos/tap"
tap "peak/s5cmd", "https://github.com/peak/s5cmd"
tap "vitorgalvao/tiny-scripts"
tap "wagoodman/dive"
tap "wata727/tflint"
tap "windmilleng/tap"
brew "ack"
brew "openssl@1.1"
brew "readline"
brew "sqlite"
brew "ansible"
brew "openjdk"
brew "ant"
brew "giflib"
brew "jpeg"
brew "libpng"
brew "asciinema"
brew "autoconf"
brew "avro-tools"
brew "awscli"
brew "azure-cli"
brew "bash"
brew "bash-completion"
brew "bash-git-prompt"
brew "bat"
brew "pkg-config"
brew "cairo"
brew "calicoctl"
brew "coreutils"
brew "emacs"
brew "cask"
brew "chart-testing"
brew "node"
brew "coffeescript"
brew "curl"
brew "php"
brew "composer"
brew "diff-so-fancy"
brew "dog"
brew "gnu-tar"
brew "dpkg"
brew "drone-cli"
brew "dsh"
brew "etcd"
brew "exa"
brew "fd"
brew "lame"
brew "ffmpeg"
brew "fleet-cli"
brew "flow"
brew "fluxctl"
brew "glog"
brew "lz4"
brew "fswatch"
brew "gawk"
brew "gh"
brew "ghq"
brew "gifsicle"
brew "git"
brew "git-delta"
brew "gitlab-runner"
brew "gnu-sed"
brew "go"
brew "goaccess"
brew "gomplate"
brew "gradle"
brew "grafana"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "grep"
brew "groovy"
brew "grunt-cli"
brew "hadolint"
brew "helm"
brew "helmfile"
brew "homeassistant-cli"
brew "ncurses"
brew "htop"
brew "httpie"
brew "hub"
brew "hugo"
brew "imagemagick"
brew "inetutils"
brew "ipcalc"
brew "istioctl"
brew "jo"
brew "jq"
brew "jsonnet"
brew "k3d"
brew "k3sup"
brew "kind"
brew "kubernetes-cli"
brew "krew"
brew "kube-ps1"
brew "kubectx"
brew "kubeless"
brew "kubeseal"
brew "kubespy"
brew "lima"
brew "linkerd"
brew "lua"
brew "luarocks"
brew "make"
brew "makedepend"
brew "mas"
brew "maven"
brew "mhash"
brew "mcrypt"
brew "mercurial"
brew "netcat"
brew "nginx"
brew "nmap"
brew "node@12"
brew "node@14"
brew "socat"
brew "openshift-cli"
brew "ossp-uuid"
brew "osx-cpu-temp"
brew "peco"
brew "php-code-sniffer"
brew "phpunit"
brew "potrace"
brew "protobuf"
brew "pstree"
brew "pwgen"
brew "qpdf"
brew "rancher-cli"
brew "re2c"
brew "redis"
brew "ripgrep"
brew "rke"
brew "ruby"
brew "rustup-init"
brew "s3cmd"
brew "scala"
brew "shellcheck"
brew "skaffold"
brew "sonobuoy"
brew "step"
brew "stern"
brew "subversion"
brew "terraform"
brew "terraform-docs"
brew "tflint"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "topgrade"
brew "typescript"
brew "vault-cli"
brew "velero"
brew "vim"
brew "watch"
brew "watchman"
brew "wget"
brew "yarn"
brew "yq"
brew "zplug"
brew "zsh"
brew "aquasecurity/trivy/trivy"
brew "aylei/tap/kubectl-debug"
brew "c-bata/kube-prompt/kube-prompt"
brew "chmouel/tektoncd-cli/tektoncd-cli"
brew "cloudfoundry/tap/cf-cli"
brew "derailed/k9s/k9s"
brew "derailed/popeye/popeye"
brew "garethr/kubeval/kubeval"
brew "go-swagger/go-swagger/go-swagger"
brew "golangci/tap/golangci-lint"
brew "goreleaser/tap/goreleaser"
brew "helm/tap/chart-releaser"
brew "int128/kubelogin/kubelogin"
brew "johanhaleby/kubetail/kubetail"
brew "nektos/tap/act"
brew "vitorgalvao/tiny-scripts/cask-repair"
brew "wagoodman/dive/dive"
brew "windmilleng/tap/tilt"
cask "1password"
cask "alfred"
cask "alt-tab"
cask "balenaetcher"
cask "brave-browser"
cask "clipgrab"
cask "cyberduck"
cask "dash"
cask "disk-inventory-x"
cask "docker"
cask "drawio"
cask "dropbox"
cask "elgato-control-center"
cask "firefox"
cask "font-cascadia-code"
cask "font-droid-sans-mono-for-powerline"
cask "font-microsoft-office"
cask "font-poppins"
cask "font-roboto"
cask "font-roboto-condensed"
cask "font-roboto-mono"
cask "font-roboto-slab"
cask "font-source-code-pro"
cask "font-source-serif-pro"
cask "font-ubuntu"
cask "goland"
cask "google-backup-and-sync"
cask "google-chrome"
cask "home-assistant"
cask "inkscape"
cask "intel-power-gadget"
cask "istat-menus"
cask "iterm2"
cask "java"
cask "krita"
cask "logitech-g-hub"
cask "macfuse"
cask "microsoft-edge-beta"
cask "microsoft-office"
cask "microsoft-teams"
cask "moneymoney"
cask "multipass"
cask "ngrok"
cask "phpstorm"
cask "postman"
cask "pycharm"
cask "raindropio"
cask "raspberry-pi-imager"
cask "signal"
cask "skype"
cask "slack"
cask "spotify"
cask "steam"
cask "studiolinkstandalone"
cask "sublime-text"
cask "tunnelblick"
cask "typora"
cask "vagrant"
cask "veracrypt"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
cask "wireshark"
cask "xquartz"
mas "AdBlock Pro", id: 1018301773
mas "Amphetamine", id: 937984704
mas "AusweisApp2", id: 948660805
mas "Civilization V: Campaign Edition", id: 439924718
mas "Fotor Photo Editor", id: 503039729
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Kanbanier", id: 1206854548
mas "Keynote", id: 409183694
mas "Microsoft Remote Desktop", id: 1295203466
mas "Microsoft To Do", id: 1274495053
mas "Mini Metro", id: 1047760200
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pixelmator", id: 407963104
mas "Pocket", id: 568494494
mas "Raindrop.io for Safari", id: 957810159
mas "Screeny", id: 440991524
mas "TripIt", id: 1475712010
mas "Xcode", id: 497799835
