tap "aylei/tap"
tap "buo/cask-upgrade"
tap "c-bata/kube-prompt"
tap "chmouel/tektoncd-cli"
tap "colindean/fonts-nonfree"
tap "datawire/blackbird"
tap "derailed/k9s"
tap "derailed/popeye"
tap "garethr/kubeval"
tap "go-swagger/go-swagger"
tap "golangci/tap"
tap "goreleaser/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-eid"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "int128/kubelogin"
tap "johanhaleby/kubetail"
tap "openresty/brew"
tap "peak/s5cmd", "https://github.com/peak/s5cmd"
tap "vitorgalvao/tiny-scripts"
tap "wagoodman/dive"
tap "wata727/tflint"
tap "windmilleng/tap"
cask "osxfuse"
brew "ack"
brew "libyaml"
brew "openssl@1.1"
brew "readline"
brew "sqlite"
brew "ansible", link: false
brew "ant"
brew "apr"
brew "apr-util"
brew "asciinema"
brew "autoconf"
brew "automake"
brew "avro-tools"
brew "awscli"
brew "azure-cli"
brew "angular-cli"
brew "bash"
brew "bash-completion"
brew "bash-git-prompt"
brew "bat"
brew "bats"
brew "bazaar"
brew "bison"
brew "icu4c"
brew "node"
brew "bower"
brew "bsdmake"
brew "libpng"
brew "freetype"
brew "gettext"
brew "libffi"
brew "python"
brew "pixman"
brew "gmp"
brew "libevent"
brew "libunistring"
brew "nettle"
brew "emacs"
brew "cask"
brew "libtool"
brew "cfssl"
brew "cmake"
brew "coffeescript"
brew "composer"
brew "consul"
brew "coreutils"
brew "cscope"
brew "curl"
brew "libssh2"
brew "curl-openssl"
brew "dep"
brew "diff-so-fancy"
brew "dlite"
brew "docker-credential-helper", link: false
brew "gnu-tar"
brew "dpkg"
brew "libdshconfig"
brew "dsh"
brew "dwarfutils"
brew "etcd"
brew "exa"
brew "faac"
brew "fd"
brew "lame"
brew "libvpx"
brew "xvid"
brew "ffmpeg"
brew "flow"
brew "fluxctl"
brew "fswatch"
brew "mpfr"
brew "gatsby-cli"
brew "gawk"
brew "gd"
brew "gdk-pixbuf"
brew "geoip"
brew "gflags"
brew "ghostscript"
brew "ghq"
brew "gifsicle"
brew "git"
brew "gitlab-runner"
brew "glog"
brew "gnu-sed"
brew "go@1.10"
brew "goaccess"
brew "godep"
brew "gradle"
brew "graphviz"
brew "grep"
brew "groovy"
brew "grunt-cli"
brew "hadolint"
brew "helm"
brew "helm@2"
brew "lua"
brew "ncurses"
brew "htop"
brew "httpie"
brew "hub"
brew "shared-mime-info"
brew "imagemagick"
brew "imap-uw"
brew "ipcalc"
brew "jbig2dec"
brew "jenv"
brew "oniguruma"
brew "jq"
brew "jsonnet"
brew "jsonnet-bundler"
brew "kubernetes-cli"
brew "kube-ps1"
brew "kubectx"
brew "kubeless"
brew "kubeseal"
brew "kubespy"
brew "libarchive"
brew "libcroco"
brew "libelf"
brew "memcached"
brew "libmemcached"
brew "libressl"
brew "librsvg"
brew "libsodium"
brew "libvo-aacenc"
brew "libxml2"
brew "libxslt"
brew "linkerd"
brew "llvm"
brew "logstash"
brew "luajit"
brew "luarocks"
brew "lynx"
brew "lz4"
brew "make"
brew "makedepend"
brew "mas"
brew "maven"
brew "mhash"
brew "mcrypt"
brew "mercurial"
brew "minio"
brew "protobuf"
brew "mysql"
brew "mysql-connector-c++"
brew "netcat"
brew "nginx"
brew "nmap"
brew "node@10"
brew "nodebrew"
brew "nvm"
brew "ossp-uuid"
brew "peco"
brew "php"
brew "php-code-sniffer"
brew "phpunit"
brew "pkg-config"
brew "pngcrush"
brew "pngquant"
brew "postgresql"
brew "prettyping"
brew "prometheus"
brew "pstree"
brew "pv"
brew "pwgen"
brew "qemu"
brew "re2c"
brew "redis", restart_service: true
brew "ripgrep"
brew "rke"
brew "ruby"
brew "s3cmd", link: false
brew "scala"
brew "serverless"
brew "shellcheck"
brew "skaffold"
brew "socat"
brew "sonobuoy"
brew "utf8proc"
brew "subversion"
brew "tbb"
brew "telnet"
brew "terraform"
brew "testssl"
brew "texi2html"
brew "tflint"
brew "the_silver_searcher"
brew "tig"
brew "tldr"
brew "tmux"
brew "topgrade"
brew "typescript"
brew "v8"
brew "vault"
brew "vault-cli"
brew "velero"
brew "vim"
brew "watch"
brew "watchman"
brew "wget"
brew "yarn"
brew "yasm"
brew "yq", link: false
brew "zlib"
brew "zplug"
brew "zsh"
brew "aylei/tap/kubectl-debug"
brew "c-bata/kube-prompt/kube-prompt"
brew "chmouel/tektoncd-cli/tektoncd-cli"
brew "datawire/blackbird/telepresence"
brew "derailed/k9s/k9s"
brew "derailed/popeye/popeye"
brew "garethr/kubeval/kubeval"
brew "go-swagger/go-swagger/go-swagger"
brew "golangci/tap/golangci-lint"
brew "goreleaser/tap/goreleaser"
brew "int128/kubelogin/kubelogin"
brew "johanhaleby/kubetail/kubetail"
brew "openresty/brew/openresty"
brew "vitorgalvao/tiny-scripts/cask-repair"
brew "wagoodman/dive/dive"
brew "windmilleng/tap/tilt"
cask "1password"
cask "alfred"
cask "android-file-transfer"
cask "clipgrab"
cask "cyberduck"
cask "dash"
cask "disk-inventory-x"
cask "docker-edge"
cask "dropbox"
cask "epubquicklook"
cask "firefox"
cask "font-droid-sans-mono-for-powerline"
cask "font-microsoft-office"
cask "font-roboto"
cask "font-roboto-condensed"
cask "font-roboto-mono"
cask "font-roboto-slab"
cask "font-source-code-pro"
cask "font-source-serif-pro"
cask "font-ubuntu"
cask "franz"
cask "gimp"
cask "goland"
cask "google-backup-and-sync"
cask "google-chrome-beta"
cask "hyperswitch"
cask "istat-menus"
cask "iterm2"
cask "java"
cask "java8"
cask "microsoft-edge-beta"
cask "microsoft-office"
cask "moneymoney"
cask "multipass"
cask "ngrok"
cask "opera"
cask "phpstorm"
cask "postman"
cask "pycharm"
cask "qlcolorcode"
cask "qlimagesize"
cask "qlmarkdown"
cask "qlprettypatch"
cask "qlstephen"
cask "quicklook-csv"
cask "quicklook-json"
cask "rocket-chat"
cask "skype"
cask "slack"
cask "spotify"
cask "sublime-text"
cask "thunderbird"
cask "vagrant"
cask "veracrypt"
cask "virtualbox"
cask "visual-studio-code"
cask "vivaldi"
cask "vlc"
cask "wireshark"
cask "xquartz"
cask "zoomus"
mas "2Do", id: 477670270
mas "Amphetamine", id: 937984704
mas "Fotor Photo Editor", id: 503039729
mas "iMovie", id: 408981434
mas "Microsoft Remote Desktop", id: 715768417
mas "Mini Metro", id: 1047760200
mas "Pixelmator", id: 407963104
mas "Screeny", id: 440991524
mas "TripIt", id: 1475712010
