tap "tideways/profiler"
tap "homebrew/nginx"
tap "homebrew/dupes"
tap "homebrew/apache"
tap "homebrew/core"
tap "homebrew/php"
tap "homebrew/bundle"
tap "homebrew/services"
tap "hhvm/hhvm"
tap "caskroom/drivers"
tap "caskroom/fonts"
tap "caskroom/versions"
tap "caskroom/cask"
tap "caskroom/eid"
tap "vitorgalvao/tiny-scripts"
cask "java"
cask "xquartz"
brew "libyaml"
brew "openssl@1.1"
brew "gdbm"
brew "readline"
brew "sqlite"
brew "ansible"
brew "ant"
brew "apr"
brew "apr-util"
brew "autoconf"
brew "automake"
brew "avro-tools"
brew "bash"
brew "bash-completion"
brew "bash-git-prompt"
brew "bison"
brew "icu4c"
brew "bower"
brew "bsdmake"
brew "libpng"
brew "freetype"
brew "gettext"
brew "libffi"
brew "pcre"
brew "pixman"
brew "emacs"
brew "cask"
brew "chromedriver", restart_service: true
brew "cmake"
brew "coffeescript"
brew "git"
brew "consul"
brew "coreutils"
brew "cscope"
brew "curl"
brew "dlite"
brew "gnu-tar"
brew "dpkg"
brew "libdshconfig"
brew "dsh"
brew "dwarfutils"
brew "faac"
brew "fd"
brew "lame"
brew "x264"
brew "xvid"
brew "ffmpeg"
brew "flow"
brew "gmp"
brew "mpfr"
brew "gawk"
brew "gd"
brew "gdk-pixbuf"
brew "geoip"
brew "gflags"
brew "ghostscript"
brew "gifsicle"
brew "glog"
brew "libunistring"
brew "nettle"
brew "gnupg"
brew "godep"
brew "libtool"
brew "graphviz"
brew "groovy"
brew "grunt-cli"
brew "heroku"
brew "htop", args: ["with-ncurses"]
brew "libevent"
brew "python3"
brew "httpie"
brew "hub"
brew "imagemagick"
brew "imap-uw"
brew "jbig2dec"
brew "jenv"
brew "oniguruma"
brew "jq"
brew "kubernetes-cli"
brew "mercurial"
brew "kubernetes-helm"
brew "libarchive"
brew "libcroco"
brew "libelf"
brew "memcached"
brew "libmemcached"
brew "libressl"
brew "librsvg"
brew "libsodium"
brew "libssh2"
brew "libvo-aacenc"
brew "libvpx"
brew "libxml2"
brew "libxslt"
brew "libzip"
brew "linkerd"
brew "llvm"
brew "logstash"
brew "lua"
brew "luajit"
brew "lynx"
brew "lz4"
brew "mackup"
brew "makedepend"
brew "mas"
brew "maven"
brew "mhash"
brew "mcrypt"
brew "md5sha1sum"
brew "mongodb", restart_service: true
brew "mysql"
brew "mysql-connector-c++"
brew "ncurses"
brew "netcat"
brew "nmap"
brew "nodebrew"
brew "opam"
brew "tbb"
brew "opencv"
brew "ossp-uuid"
brew "peco"
brew "postgresql"
brew "protobuf"
brew "pv"
brew "qemu"
brew "re2c"
brew "redis", restart_service: true
brew "ripgrep"
brew "scala"
brew "shared-mime-info"
brew "sloccount"
brew "socat"
brew "subversion"
brew "texi2html"
brew "tig"
brew "tmux"
brew "unixodbc"
brew "utf8proc"
brew "v8"
brew "vault"
brew "vault-cli"
brew "vim"
brew "watch"
brew "watchman"
brew "wget"
brew "yarn"
brew "yasm"
brew "zlib"
brew "zplug"
brew "homebrew/nginx/ngx-devel-kit"
brew "homebrew/nginx/lua-nginx-module"
brew "homebrew/nginx/nginx-full", args: ["with-geoip", "with-http2", "with-lua-module", "with-realip"]
brew "homebrew/php/composer"
brew "homebrew/php/igbinary"
brew "homebrew/php/php-code-sniffer"
brew "homebrew/php/php71-apcu"
brew "homebrew/php/php71-ast"
brew "homebrew/php/php71-gmp"
brew "homebrew/php/php71-imagick"
brew "homebrew/php/php71-intl"
brew "homebrew/php/php71-libsodium@1.0"
brew "homebrew/php/php71-mcrypt"
brew "homebrew/php/php71-memcached"
brew "homebrew/php/php71-mongodb"
brew "homebrew/php/php71-opcache"
brew "homebrew/php/php71-stats"
brew "homebrew/php/php71-uuid"
brew "homebrew/php/php71-v8js"
brew "homebrew/php/php71-xdebug"
brew "homebrew/php/phpunit"
brew "vitorgalvao/tiny-scripts/cask-repair"
cask "1password"
cask "airdroid"
cask "alfred"
cask "android-studio"
cask "appcode"
cask "atom"
cask "bettertouchtool"
cask "brave"
cask "clion"
cask "clipgrab"
cask "cyberduck"
cask "datagrip"
cask "disk-inventory-x"
cask "docker-beta"
cask "firefox"
cask "font-droid-arabic-kufi"
cask "font-droid-arabic-naskh"
cask "font-droid-sans"
cask "font-droid-sans-ethiopic"
cask "font-droid-sans-mono"
cask "font-droid-sans-tamil"
cask "font-droid-sans-thai"
cask "font-droid-serif"
cask "font-droid-serif-thai"
cask "github-desktop"
cask "gogland"
cask "google-backup-and-sync"
cask "hipchat"
cask "hyper"
cask "hyperswitch"
cask "intellij-idea"
cask "istat-menus"
cask "iterm2"
cask "jetbrains-toolbox"
cask "little-snitch"
cask "micro-snitch"
cask "microsoft-office"
cask "minikube"
cask "moneymoney"
cask "ngrok"
cask "numi"
cask "opera"
cask "osxfuse"
cask "phpstorm"
cask "postman"
cask "puppet-agent"
cask "pycharm"
cask "rambox"
cask "robo-3t"
cask "rubymine"
cask "skype"
cask "sourcetree"
cask "spotify"
cask "sublime-text"
cask "thunderbird"
cask "torbrowser"
cask "vagrant"
cask "veracrypt"
cask "virtualbox"
cask "viscosity"
cask "visual-studio-code"
cask "vlc"
cask "wireshark"
cask "zoomus"
cask "caskroom/fonts/font-droid-sans-mono-for-powerline"
cask "caskroom/fonts/font-roboto"
cask "caskroom/fonts/font-roboto-condensed"
cask "caskroom/fonts/font-roboto-mono"
cask "caskroom/fonts/font-roboto-slab"
cask "caskroom/fonts/font-source-code-pro"
cask "caskroom/fonts/font-source-serif-pro"
cask "caskroom/versions/firefoxdeveloperedition"
cask "caskroom/versions/google-chrome-dev"
cask "caskroom/versions/pgadmin3"
mas "2Do", id: 477670270
mas "Evernote", id: 406056744
mas "iMovie", id: 408981434
mas "iPhoto", id: 408981381
mas "Keynote", id: 409183694
mas "Microsoft Remote Desktop", id: 715768417
mas "Mini Metro", id: 1047760200
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pixelmator", id: 407963104
mas "Screeny", id: 440991524
mas "Xcode", id: 497799835
